/* title for captive network login sheet */
"Log In" = "Log In";

/* Cancel text in captive network login sheet */
"Cancel" = "Cancel";

/* OK button title */
"OK" = "OK";

/* Title for alert when a page cannot be opened in a web sheet */
"Error Opening Page" = "Error Opening Page";

/* Message for alert when a page cannot be opened in a web sheet */
"The page could not be opened because an error occurred." = "The page could not be opened because an error occurred.";

/* Message shown when we try to load content and data roaming is turned off and we are roaming */
"Data Roaming is turned off. You can enable Data Roaming in the Network section of General Settings." = "Data Roaming is turned off. You can enable Data Roaming in the Network section of General Settings.";

/* message of sheet displayed for WebFoundationErrorTimedOut */
"Hotspot login could not open the page because the server stopped responding." = "Hotspot login could not open the page because the server stopped responding.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Hotspot login cannot open the page because it is not connected to the Internet." = "Hotspot login cannot open the page because it is not connected to the Internet.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name */
"Hotspot login cannot open the page because the server cannot be found." = "Hotspot login cannot open the page because the server cannot be found.";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Hotspot login cannot open the page because it could not connect to the server." = "Hotspot login cannot open the page because it could not connect to the server.";

/* message of sheet displayed for NSURLErrorNetworkConnectionLost when the network connection is lost */
"Hotspot login cannot open the page because the network connection was lost." = "Hotspot login cannot open the page because the network connection was lost.";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError */
"Hotspot login cannot open the page because too many redirects occurred." = "Hotspot login cannot open the page because too many redirects occurred.";

/* error message for URL with unsupported scheme */
"Hotspot login cannot open the page because the address is invalid." = "Hotspot login cannot open the page because the address is invalid.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Hotspot login cannot open the page because the page does not exist." = "Hotspot login cannot open the page because the page does not exist.";

/* error message for bad server response */
"Hotspot login cannot open the page because the page is invalid." = "Hotspot login cannot open the page because the page is invalid.";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL */
"Hotspot login cannot open the page because it cannot redirect to locations starting with “%@:”." = "Hotspot login cannot open the page because it cannot redirect to locations starting with “%@:”.";

/* for file URL for nonexistent file */
"No file exists at the address “%@”." = "No file exists at the address “%@”.";

/* message for file URL with insufficient permissions */
"You do not have permission to view “%@”." = "You do not have permission to view “%@”.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError */
"Hotspot login cannot open the page because it could not load any data." = "Hotspot login cannot open the page because it could not load any data.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed */
"Hotspot login cannot open the page because it could not establish a secure connection to the server." = "Hotspot login cannot open the page because it could not establish a secure connection to the server.";

/* Message of sheet when the server rejected the certificate */
"The website did not accept the certificate." = "The website did not accept the certificate.";

/* error message for page that is too large to be loaded */
"Hotspot login cannot open the page because it is too large." = "Hotspot login cannot open the page because it is too large.";

/* Message of sheet displayed for POSIX error ECONNRESET */
"Hotspot login cannot open the page because the network connection was reset. The server may be busy." = "Hotspot login cannot open the page because the network connection was reset. The server may be busy.";


/* title for error when a file does not exist */
"No File Exists" = "No File Exists";

/* title for error when you do not have permission to read a file */
"No Permission" = "No Permission";

/* title for error when the server rejected a certificate */
"Certificate Error" = "Certificate Error";

/* title for alert when an error prevents a profile from installing */
"Cannot Install Profile" = "Cannot Install Profile";

/* error when failed to install profile */
"Hotspot login could not install this profile due to an unknown error." = "Hotspot login could not install this profile due to an unknown error.";

/* title for alert when an error prevents a profile from downloading */
"Cannot Download Profile" = "Cannot Download Profile";

/* error when failed to download profile */
"Hotspot login could not download this profile due to an unknown error." = "Hotspot login could not download this profile due to an unknown error.";

/* title for alert when you cannot download a file */
"Download Failed" = "Download Failed";

/* error when failed to download */
"This file cannot be downloaded." = "This file cannot be downloaded.";

/* app title used in certificate error dialog */
"Wi-Fi" = "Wi-Fi";
